{
    "token": {
        "contact-sent" : "Submit",

        "newsdetail-txt2" : "First of all, the Internet of things is often a closed closed system, the wide area Internet of things and the local Internet of things can not interact, the private deployment of the industrial system and the IDC based IT network is difficult to connect. However, data of the Internet of things often need high consistency, which is a problem that is difficult to solve under any centralized system.The biggest trait of block chain is to centralization, so the emergence of block chain provides a perfect solution to solve the problem of data consistency and security of the Internet of things. Block chain is a distributed database, using centralization management, everyone can be the center and not the center, no longer rely on a person or an organization. While the whole data chain is born, each data is open and transparent in real time, and can not be changed. It completely guarantees the consistency and security of the whole data, the whole process is transparent, and the real reliability is very high. Therefore, professionals in the industry agree that the Internet of things is the best application scenario of block chain.The addition of the block chain is undoubtedly the icing on the cake, but there are still a lot of underlying problems in the Internet of things. There are problems in the block chain, such as lack of infrastructure, high technical threshold, and too large technical risk. If the application is scarce and stays in the virtual layer, it can not interact with the real world, such as the incompatibility of the hardware equipment, the protocol of the fragmented management equipment and the equipment is different, unable to interact and so on. In order to become the infrastructure of the mainstream industry, it is necessary to solve these pain points and reduce the cost promotion efficiency.This is the only thing Ruff wants to solve. Ruff founder Roy Li (Li Yi) is full of confidence. Ruff is a universal operating system, compatible with as many hardware and communication standards as possible in the world to form a unified programming interface, which divides the employees of the Internet of things into two categories. One is the hardware integrator, which integrates all kinds of scattered hardware into one, like HUAWEI, Lenovo, and millet. The same kind of mobile phone program, there is one type of application developers, we face business logic as long as the application and write software can be written, not how the hardware is implemented. As a result, the development threshold of this industry will become very low.As a combination of Internet of things and block chain, Ruff Chain contains a distributed operating system and an open main chain, which extends the point to point network and consensus mechanism of the virtual world to the line, and realizes the flow of information to promote the flow of atoms and interact with the real world.",
        "newsdetail-txt1" : "The production of the UDC platform is very convenient, taking the token as the medium, using the UDC eco industrial digital system, before the large-scale formal production, through the 3D printing technology, using the low cost alternative production data, simulates the production according to the product data, and then makes the rapid and effective feedback for the later large-scale production belt. To facilitate, shorten the time and reduce costs. Enterprises can also use UDC platform real-time data to imitate physical world including machines, products and people, and put new products into virtual production environment. Before the actual mass production, the company can test and optimize the new products, so as to reduce the time of equipment assembly and commissioning and improve the quality of the products.",
        "newsdetail-title2" : "The addition of block chains is undoubtedly icing on the cake, but there are still many underlying problems in the Internet of things ecosystem.",
        "newsdetail-title1" : "The combination of block chain and Internet of things will create an open bottom ecosystem platform.",
        "newsdetail" : "News Detail",

        "news-company-tab2" : "We have provided an illustration of the bitcoin block, which includes the Merkle tree, and explains why the Segregated Witness is upgraded.",
        "news-company-li3" : "Bitcoin block diagram: recessive and dominant",
        "news-company-li2" : "Bitcoin block diagram: recessive and dominant",
        "news-company-li1" : "Bitcoin block diagram: recessive and dominant",
        "news-company-tab1" : "Bitcoin block diagram: recessive and dominant",
        "news-p6" : "India chamber of Commerce launched a bitcoin mining training plan in the 30 city in china. ....",
        "news-p3" : "India chamber of Commerce launched a bitcoin mining training plan in the 30 city in china. ....",
        "news-p5" : "According to a new voting result, the users in the Ethernet station expressed willingness to accept the hard ...",
        "news-p2" : "According to a new voting result, the users in the Ethernet station expressed willingness to accept the hard ...",
        "news-p4" : "We have provided an illustration of the bitcoin block, which includes the Merkle tree, and explains why the Segregated Witness is upgraded.",
        "news-p1" : "We have provided an illustration of the bitcoin block, which includes the Merkle tree, and explains why the Segregated Witness is upgraded.",
        "news-tab6" : "With the mining rescue employment rate, India 30...",
        "news-tab3" : "With the mining rescue employment rate, India 30...",
        "news-tab5" : "The ether Fang community: we do not want the ASIC mine.",
        "news-tab2" : "The ether Fang community: we do not want the ASIC mine.",
        "news-tab4" : "Bitcoin block diagram: recessive and dominant",
        "news-tab1" : "Bitcoin block diagram: recessive and dominant",
        "news" : "News information",

        "scene-detail" : "The production of the UDC platform is very convenient, taking the token as the medium, using the UDC eco industrial digital system, before the large-scale formal production, through the 3D printing technology, using the low cost alternative production data, simulates the production according to the product data, and then makes the rapid and effective feedback for the later large-scale production belt. To facilitate, shorten the time and reduce costs. Enterprises can also use UDC platform real-time data to imitate physical world including machines, products and people, and put new products into virtual production environment. Before the actual mass production, the company can test and optimize the new products, so as to reduce the time of equipment assembly and commissioning and improve the quality of the products.",
        "scene-b5" : "UDC platform will become a key part of industrial 4. 2) UDC will be widely applied in global cross border manufacturing R &amp; D, design, lean production, after sales and other activities.",
        "scene-b4" : "After creating a credible ecological system (including material federation and credit data), the DC platform extends the antennae into the financial field and uses block chain technology to build an ecological financial model for the financial industry. The mode will focus on the UDC platform, radiate all financial sectors, open platform for all legitimate financial institutions, data interoperability and credit information interoperability.",
        "scene-b3" : "UDC uses the intelligent contract of block chain to establish the authorization mechanism of credit query, and records authorization and query by the traceability characteristics of block chain. The irreversible property of block chain can strictly guard against the non standard use of credit acquisition by credit institutions. In addition, sensitive information in block chain has been encrypted, and can be consulted only after authorization.",
        "scene-b2" : "Innovation of business model. The innovation of business model is mainly embodied in two aspects, one is based on big industrial data, what kind of innovative business services can be provided by industrial enterprises, and the two is what kind of new business services can be accepted under the background of big industrial data.",
        "scene-b1" : "Improve service production. To enhance service production is to increase the proportion of services in production (products). It is mainly embodied in two directions. One is the forward extension, which is to attract, guide and lock users in the pre-sale stage through the way of user participation and personalized design. The two is to extend backward and create continuous value by selling products to create interaction between customers and manufacturers.",
        "scene-a5" : "Future application value",
        "scene-a4" : "Financial ecological model",
        "scene-a3" : "Enterprise credit system",
        "scene-a2" : "Innovative business model",
        "scene-a1" : "Promotion of service production",
        "scene-ap" : "It is a product value mining based on data. We create the new value by mining the products and related data for the two time.",
        "scene-wrap" : "UDC will be widely used in global cross border manufacturing R &amp; D, design, lean production, after sales and other activities.",
        "app-price" : "Product Value",
        "scene-app" : "Application Scenario",

        "about-b6" : "Twitter Product Manager",
        "about-b5" : "The founder of Sparrow",
        "about-b4" : "Zimbra's Engineering Manager",
        "about-b3" : "Huddle's founder",
        "about-b2" : "Yammer General Manager",
        "about-b1" : "Google Wave Founder",
        "about-a5" : "Core Technology",
        "about-a4" : "Strategic Cooperation Director",
        "about-a3" : "Co-Founder & CIO",
        "about-a2" : "Co-Founder & CTO",
        "about-a1" : "Founder and CEO",
        "about-team" : " ",
        "about-aleks" : "Rich development experience including blockchain technology experience in the security team of US company StateStreet. Provide professional development solutions for various customers, and establish high-load systems in Europe and the United States.",
        "about-sergey" : "System Security Expert.Maintain company's local resources and blockchain platform security. Experience in related fields for more than 12 years.",
        "about-maxim" : "Six years of cryptocurrency project investment experience, development, and consulting experience. ICO marketing strategy expert. Has experience in allowing investors and angel investors to establish partnerships.",
        "about-dmitriy" : "Big Data Deep Learning Dr.Good at combining artificial intelligence with blockchain work. Developers with more than 5 years of experience.",
        "about-arjan" : "Sponsor of the European Cryptocurrency & Blockchain Technology Events. Arjan Eikelenboom: He is the founder and CEO of the financing seminar of the Dutch financial education platform. Arjan has more than 10 years of experience in private banking, asset and wealth management and investment in disruptive technologies",
        "about-cio" : "Senior architect, expert in blockchain introduction, has 10 years of experience as a programmer and architect in the supply chain, artificial intelligence, smart production, smart factory and other fields. He has presided over smart contracts, item tracking systems, and on Ethereum platforms. The blockchain system development project has deep research on encryption algorithms, distributed trust mechanisms, and consensus algorithms.",
        "about-cto" : "Six years experience in the development of encryption currency projects, development and consulting experience. ICO marketing strategy expert. It has the experience of setting up cooperative relationship between investors and angel investors.",
        "about-ceo" : "He graduated from the University of Berkeley (UC Berkeley) at the University of California in the United States. He aims to accelerate and advance the development of global artificial intelligence by helping to reduce the cost of artificial intelligence development.",
        "about-h2" : "It combines the block chain with the industrial data, with the help of the centralization of block chain and artificial intelligence, so as to make the center data collection, storage, management, circulation, calculation, analysis and application. It breaks through the limitations of traditional technology,  promote the 4 progress of modern industry.",

        "index-btn-title" : "Contact UDC",
        "index-h4" : "Promoting the 4 process of modern industry",
        "index-h2" : "UDC interconnected cooperative platform",
        "index-index" : "Home",
        "index-about" : "About Us",
        "index-appdetail" : "Application Scenario",
        "index-appstore" : "Application Mall",
        "index-whitebook" : "White paper",
        "index-news" : "News",
        "index-contact" : "Contact Us",
        "text" : "text"

    },
    "regex": [
        ["Budget", "234324"],
        ["^Something at start of text", ""],
        ["This will be case insensitive", "i", ""]
    ]
}
